{
	"users": [],
	"products": [
		{
			"id": 1,
			"title": "The Psychology of Money: Timeless lessons on wealth, greed, and happiness",
			"price": 14.99,
			"description": "Doing well with money isn’t necessarily about what you know. It’s about how you behave. And behavior is hard to teach, even to really smart people. Money―investing, personal finance, and business decisions―is typically taught as a math-based field, where data and formulas tell us exactly what to do. But in the real world people don’t make financial decisions on a spreadsheet. They make them at the dinner table, or in a meeting room, where personal history, your own unique view of the world, ego, pride, marketing, and odd incentives are scrambled together. In The Psychology of Money, award-winning author Morgan Housel shares 19 short stories exploring the strange ways people think about money and teaches you how to make better sense of one of life’s most important topics.",
			"image": [
				"https://m.media-amazon.com/images/I/71s50ZaxITL.jpg"
			],
			"category": {
				"id": 1,
				"name": "Business & Money",
				"image": "https://www.svgrepo.com/show/476284/dollar.svg"
			}
		},
		{
			"id": 2,
			"title": "Rich Dad Poor Dad: What the Rich Teach Their Kids About Money That the Poor and Middle Class Do Not!",
			"price": 7.69,
			"description": "April of 2022 marks a 25-year milestone for the personal finance classic Rich Dad Poor Dad that still ranks as the #1 Personal Finance book of all time. And although 25 years have passed since Rich Dad Poor Dad was first published, readers will find that very little in the book itself has changed — and for good reason. While so much in our world is changing a high speed, the lessons about money and the principles of Rich Dad Poor Dad haven’t changed. Today, as money continues to play a key role in our daily lives, the messages in Robert Kiyosaki’s international bestseller are more timely and more important than ever.",
			"image": [
				"https://m.media-amazon.com/images/I/81BE7eeKzAL.jpg"
			],
			"category": {
				"id": 1,
				"name": "Business & Money",
				"image": "https://www.svgrepo.com/show/476284/dollar.svg"
			}
		},
		{
			"id": 3,
			"title": "Atomic Habits: An Easy & Proven Way to Build Good Habits & Break Bad Ones",
			"price": 13.49,
			"description": "No matter your goals, Atomic Habits offers a proven framework for improving--every day. James Clear, one of the world's leading experts on habit formation, reveals practical strategies that will teach you exactly how to form good habits, break bad ones, and master the tiny behaviors that lead to remarkable results.",
			"image": [
				"https://m.media-amazon.com/images/I/81bGKUa1e0L.jpg"
			],
			"category": {
				"id": 1,
				"name": "Business & Money",
				"image": "https://www.svgrepo.com/show/476284/dollar.svg"
			}
		},
		{
			"id": 4,
			"title": "The 48 Laws of Power",
			"price": 13.86,
			"description": "In the book that People magazine proclaimed “beguiling” and “fascinating,” Robert Greene and Joost Elffers have distilled three thousand years of the history of power into 48 essential laws by drawing from the philosophies of Machiavelli, Sun Tzu, and Carl Von Clausewitz and also from the lives of figures ranging from Henry Kissinger to P.T. Barnum.",
			"image": [
				"https://m.media-amazon.com/images/I/71aG+xDKSYL.jpg"
			],
			"category": {
				"id": 1,
				"name": "Business & Money",
				"image": "https://www.svgrepo.com/show/476284/dollar.svg"
			}
		},
		{
			"id": 5,
			"title": "The Subtle Art of Not Giving a F*ck: A Counterintuitive Approach to Living a Good Life",
			"price": 16.19,
			"description": "In this generation-defining self-help guide, a superstar blogger cuts through the crap to show us how to stop trying to be 'positive' all the time so that we can truly become better, happier people.",
			"image": [
				"https://m.media-amazon.com/images/I/71QKQ9mwV7L.jpg"
			],
			"category": {
				"id": 1,
				"name": "Business & Money",
				"image": "https://www.svgrepo.com/show/476284/dollar.svg"
			}
		}
	],
	"categories": [
		{
			"id": 1,
			"name": "Business & Money",
			"image": "https://www.svgrepo.com/show/476284/dollar.svg"
		}
	]
}
